contrib/axismora/samples/rq/addCalS.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" SOAP-ENV:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
	<SOAP-ENV:Body>
		<m:add xmlns:m="someuri">
			<a>4</a>
			<b>7</b>
			<c>5</c>
		</m:add>
	</SOAP-ENV:Body>
</SOAP-ENV:Envelope>
